Repository: calcal168/golf-coach
Catalog: Localizable.xcstrings
Source language: en
Languages: ko, zh_hans, zh_hant

source: Student
ko: 학생
zh_hans: 学生
zh_hant: 學生

source: Student Bio
ko: 학생 소개
zh_hans: 学员简介
zh_hant: 學員簡介

source: Student Information
ko: 학생 정보
zh_hans: 学员信息
zh_hant: 學員資訊

source: Student Photo
ko: 학생 사진
zh_hans: 学员照片
zh_hant: 學員照片

source: Student Roster
ko: 학생 명단
zh_hans: 学员名单
zh_hant: 學員名單

source: Students
ko: 학생
zh_hans: 学员
zh_hant: 學員

source: Students with Email
ko: 이메일이 있는 학생
zh_hans: 有邮箱的学员
zh_hant: 有電子郵件的學員

source: Subject
ko: 제목
zh_hans: 主题
zh_hant: 主旨

source: Swing Comparison
ko: 스윙 비교
zh_hans: 挥杆比较
zh_hant: 揮桿比較

source: Swing Screenshot
ko: 스윙 스크린샷
zh_hans: 挥杆截图
zh_hant: 揮桿截圖

source: Sync
ko: 동기화
zh_hans: 同步
zh_hant: 同步

source: Take Photo
ko: 사진 촬영
zh_hans: 拍照
zh_hant: 拍照

source: Text Account Statement
ko: 계정 내역 문자 보내기
zh_hans: 发送账户明细短信
zh_hant: 傳送帳戶明細簡訊

source: Text Student & Delete
ko: 학생에게 문자 보내기 및 삭제
zh_hans: 发短信并删除
zh_hant: 傳簡訊給學員並刪除

source: The charge must be greater than zero and cannot exceed the available credit.
ko: 요금은 0보다 커야 하며 사용 가능한 크레딧을 초과할 수 없습니다.
zh_hans: 收费金额必须大于零且不能超过可用余额。
zh_hant: 收費金額必須大於零且不能超過可用餘額。

source: The lesson fee has been recorded. Would you like to email the updated account statement to %@?
ko: 레슨 비용이 기록되었습니다. 업데이트된 계정 명세서를 %@에게 이메일로 보내시겠습니까?
zh_hans: 课程费用已记录。是否要将更新后的账户对账单通过电子邮件发送给 %@？
zh_hant: 課程費用已記錄。是否要將更新後的帳戶明細以電子郵件傳送給 %@？

source: The lesson fee has been restored. Would you like to email the updated account statement to %@?
ko: 레슨 비용이 복원되었습니다. 업데이트된 계정 명세서를 %@에게 이메일로 보내시겠습니까?
zh_hans: 课程费用已恢复。是否要将更新后的账户对账单通过电子邮件发送给 %@？
zh_hant: 課程費用已恢復。是否要將更新後的帳戶明細以電子郵件傳送給 %@？

source: The payment has been saved. Would you like to email the updated account statement to %@?
ko: 결제가 저장되었습니다. 업데이트된 계정 명세서를 %@에게 이메일로 보내시겠습니까?
zh_hans: 付款已保存。是否要将更新后的账户对账单通过电子邮件发送给 %@？
zh_hant: 付款已儲存。是否要將更新後的帳戶明細以電子郵件傳送給 %@？

source: The whole payment package has been deleted. Would you like to email the updated account statement to %@?
ko: 전체 결제 패키지가 삭제되었습니다. 업데이트된 계정 명세서를 %@에게 이메일로 보내시겠습니까?
zh_hans: 整个付款套餐已删除。是否要将更新后的账户对账单通过电子邮件发送给 %@？
zh_hant: 整個付款套票已刪除。是否要將更新後的帳戶明細以電子郵件傳送給 %@？

source: This address appears in To. Students remain in Bcc.
ko: 이 주소는 받는 사람에 표시됩니다. 학생은 계속 숨은 참조에 포함됩니다.
zh_hans: 此地址显示在收件人栏，学员仍通过密送发送。
zh_hant: 此地址會顯示在收件人欄位。學員仍使用密件副本寄送。

source: This device cannot send email. Set up Mail on an iPhone and try again.
ko: 이 기기에서는 이메일을 보낼 수 없습니다. iPhone에서 Mail을 설정한 후 다시 시도하세요.
zh_hans: 此设备无法发送电子邮件。请在 iPhone 上设置“邮件”后重试。
zh_hant: 此裝置無法傳送電子郵件。請在 iPhone 上設定「郵件」後再試一次。

source: This journal is visible only in the coach app and is never included in student sharing.
ko: 이 일지는 코치 앱 안에서만 표시되며 학생과 공유할 때 절대 포함되지 않습니다.
zh_hans: 此日志仅在教练应用内可见，绝不会包含在与学生分享的内容中。
zh_hant: 此日誌僅在教練 App 內可見，絕不會包含在與學生分享的內容中。

source: This video file could not be found.
ko: 이 동영상 파일을 찾을 수 없습니다.
zh_hans: 找不到此视频文件。
zh_hant: 找不到此影片檔案。

source: This video may be too large for Email. Try WhatsApp, AirDrop, or Messages.
ko: 이 동영상은 이메일로 보내기에는 너무 클 수 있습니다. WhatsApp, AirDrop 또는 메시지를 사용해 보세요.
zh_hans: 此视频可能太大，无法通过电子邮件发送。请尝试使用 WhatsApp、AirDrop 或信息。
zh_hant: 此影片可能太大，無法透過電子郵件傳送。請嘗試使用 WhatsApp、AirDrop 或「訊息」。

source: Title
ko: 제목
zh_hans: 标题
zh_hant: 標題

source: Today's Focus
ko: 오늘의 중점
zh_hans: 今日重点
zh_hant: 今日重點

source: Total Paid
ko: 총 결제액
zh_hans: 付款总额
zh_hant: 付款總額

source: Traditional Chinese
ko: 중국어 번체
zh_hans: 繁体中文
zh_hant: 繁體中文

source: Trim
ko: 트리밍
zh_hans: 剪辑
zh_hant: 剪輯

source: Trim Range
ko: 트리밍 범위
zh_hans: 剪辑范围
zh_hant: 剪輯範圍

source: Trim range selector
ko: 트리밍 범위 선택기
zh_hans: 剪辑范围选择器
zh_hant: 剪輯範圍選擇器

source: Trim Video
ko: 동영상 트리밍
zh_hans: 剪辑视频
zh_hant: 剪輯影片

# Trimmed %@ - %@
source: Trimmed %1$@ - %2$@
ko: 트리밍됨 %1$@ - %2$@
zh_hans: 已剪辑 %1$@ - %2$@
zh_hant: 已剪輯 %1$@ - %2$@

source: Unable to prepare account statement because %@ has no email address on file.
ko: %@의 이메일 주소가 등록되어 있지 않아 계정 명세서를 준비할 수 없습니다.
zh_hans: %@ 没有登记电子邮件地址，因此无法准备账户对账单。
zh_hant: %@ 沒有登記電子郵件地址，因此無法準備帳戶明細。

source: Unable to Share Drill Video
ko: 드릴 동영상을 공유할 수 없음
zh_hans: 无法分享训练视频
zh_hant: 無法分享訓練影片

source: Undo
ko: 실행 취소
zh_hans: 撤销
zh_hant: 復原

source: Undo Complete
ko: 실행 취소 완료
zh_hans: 撤销完成
zh_hant: 復原完成

source: Undo Line
ko: 선 실행 취소
zh_hans: 撤销线条
zh_hant: 復原線條

source: Undo Session Charge
ko: 세션 요금 실행 취소
zh_hans: 撤销课时费用
zh_hant: 復原課程費用

source: Unlock App
ko: 앱 잠금 해제
zh_hans: 解锁应用
zh_hant: 解鎖 App

source: Used %@
ko: %@ 사용됨
zh_hans: 已使用 %@
zh_hant: 已使用 %@

source: Video
ko: 동영상
zh_hans: 视频
zh_hant: 影片

source: Video Capture Failed
ko: 동영상 촬영 실패
zh_hans: 视频拍摄失败
zh_hant: 影片拍攝失敗

source: Video Unavailable
ko: 동영상을 사용할 수 없음
zh_hans: 视频不可用
zh_hant: 影片無法使用

source: Videos
ko: 동영상
zh_hans: 视频
zh_hant: 影片

source: What did you work on today?
ko: 오늘 무엇을 연습했나요?
zh_hans: 今天练习了什么？
zh_hant: 今天練習了什麼？

source: What does the student want to achieve?
ko: 학생이 달성하려는 목표는 무엇인가요?
zh_hans: 学员想达到什么目标？
zh_hant: 學員想達成什麼目標？

source: What is the goal for the next lesson?
ko: 다음 레슨의 목표는 무엇인가요?
zh_hans: 下节课的目标是什么？
zh_hant: 下一堂課的目標是什麼？

source: What issues were observed?
ko: 어떤 문제가 관찰되었나요?
zh_hans: 发现了哪些问题？
zh_hant: 觀察到哪些問題？

source: What should the student practice before the next lesson?
ko: 학생이 다음 레슨 전에 무엇을 연습해야 하나요?
zh_hans: 学生在下节课前应练习什么？
zh_hant: 學生在下一堂課前應練習什麼？

source: What should the student remember from this lesson?
ko: 학생이 이번 레슨에서 기억해야 할 내용은 무엇인가요?
zh_hans: 学生应记住本节课的哪些内容？
zh_hant: 學生應記住本堂課的哪些內容？

source: What the student is improving
ko: 학생이 개선 중인 사항
zh_hans: 学员正在改进的内容
zh_hant: 學員正在改進的內容

source: What was the primary focus of this lesson?
ko: 이번 레슨의 주요 중점은 무엇이었나요?
zh_hans: 本节课的主要重点是什么？
zh_hant: 本堂課的主要重點是什麼？

source: Which drills were assigned?
ko: 어떤 훈련 드릴을 지정했나요?
zh_hans: 布置了哪些练习项目？
zh_hant: 指定了哪些練習項目？

source: Your business email address
ko: 사업용 이메일 주소
zh_hans: 您的业务邮箱地址
zh_hant: 您的商務電子郵件地址
